title: Public Accesible IP Address
id: 13b822f1-c024-4e4b-b303-f0ecbd130710
status: test
description: Detects access external IPs
author: Masayuki Yamai(TWSNP)
date: 2025-01-24
modified: 2025-01-24
tags:
    - attack.discovery
    - attack.t1083
logsource:
    category: test
    product: netflow
detection:
  selection:
    dstAddr|cidr:
      - '10.0.0.0/8'
      - '172.16.0.0/12'
      - '192.168.0.0/16'
  condition: not selection
level: high