title: trap test rule
id: 2c1d45db-f739-460e-9be9-491e1fd13e2d
status: test
description: test rule
author: Masayuki Yamai(TWSNP)
date: 2025-01-24
modified: 2025-01-24
tags:
    - attack.discovery
    - attack.t1083
logsource:
    category: test
    product: linux
detection:
    selection:
        snmpTrapOID.0|contains: 'coldStart'
    condition: selection
falsepositives:
    - Unknown
level: low